; Azerbaijani
; Azərbaycanca interfeys (Elchin Jafarov - elchinya)

[Azerbaijani]
IDS_LCID=0x442c
IDS_UPDATE_NO=Heç bir yenilik yoxdur.
IDS_UPDATE_YES=Yeni versiya (%s) mövcuddur. Yükləmə səhifəsi açılsın?
IDS_FILE=Fayl
IDS_SETTINGS=Qurmalar
IDS_EXIT=Çıxış
IDS_LANGUAGE=Language
IDS_HELP=Kömək
IDS_WEBSITE=Proqramın saytı
IDS_CHECKUPDATES=Yenilənməni yoxla
IDS_ABOUT=Proqram haqqında
IDS_DONATE=Give thanks!
IDS_ALWAYSONTOP_CHK=Bütün pəncərələrdən öndə
IDS_INSERTBUFFER_CHK=Yükləmə zamanı buferin məzmununu al
IDS_CHECKUPDATES_CHK=Yenilənməni mütəmadi yoxla (məsləhətdir)
IDS_CODE=Error code:
IDS_MODULES=Modules
IDS_DESCRIPTION=Description:
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_STATUS_EMPTY=No description found.
IDS_STATUS_EMPTY2=No database found.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_CLASSICUI_CHK=Use classic interface
IDS_CLOSE=Close
